Repository: Ab0raya/Moqauel
Catalog: lib/l10n/intl_*.arb
Languages: ar

# description0
source: Record your transactions whether expenses or income with date and time and share PDF with all details
ar: سَجِّل معاملاتك سواء مصروفات أو مدخولات بالتاريخ و الوقت وشارك PDF بكل التفاصيل

# description1
source: Track the attendance and absence of individuals at work with a special account for each of them
ar: تابع حضور وغياب الأفراد في العمل بحساب خاص لكل فرد فيهم

# description2
source: Make an instant invoice that contains financial transactions and share it as a PDF
ar: إعمل فاتورة فورية تحمل خانات من التعاملات المادية وقم بمشاركتها كـPDF

# description3
source: Save all your important numbers and files and share and copy them easily
ar: أحفظ جميع أرقامك وملفاتك المهمة وشاركها و إنسخها بسهولة

# userName
source: Your name
ar: أسمك

source: Hello
ar: مرحبا

source: Accounts
ar: حسابات

source: Expenses
ar: المدفوعات

source: The Income
ar: الوارد

source: Add Account
ar: أضف حساب

# noAccounts
source: No Accounts to Display
ar: ليس هنا حسابات لعرضها

source: Adding Account
ar: إضافة حساب

source: Owner
ar: المالك

source: Location
ar: الموقع

source: Add
ar: إضافة

# ownerError
source: Please Enter Owner's Name
ar: يرجي إدخال أسم المالك

# locationError
source: Please Enter Location Name
ar: يرجي إدخال أسم الموقع

source: Income
ar: وارد

source: Expense
ar: مدفوع

source: Creation Date
ar: تاريخ الإنشاء

source: Total Income
ar: إجمالي الوارد

source: Total Expenses
ar: إجمالي المدفوع

# noTreatments
source: No Treatments to Display
ar: ليس هناك معاملات لعرضها

source: Treatment
ar: المعاملة

source: Optional Treatment Details
ar: تفاصيل المعاملة (إختياري)

source: Cost
ar: التكلفة

source: Done
ar: إنهاء

# treatmentError
source: Please Enter the Treatment
ar: يرجي إدخال المعاملة

# costError
source: Please Enter Cost
ar: يرجي إدخال التكلفة

# costNotNum
source: Please Enter a Valid Numeric Value
ar: الرجاء إدخال قيمة رقمية صحيحة

# confirmDelete
source: Are You Sure to Delete ?
ar: متأكد من الحذف ؟

source: Yes
ar: نعم

source: No
ar: لا

source: Show Data
ar: عرض البيانات

source: Delete Treatment
ar: حذف المعاملة

source: PDF File Name
ar: أسم ملف الـ PDF

# pdfFileNameError
source: Please Enter File Name
ar: يرجي إدخال أسم الملف

source: PDF File Preview
ar: معاينة ملف الـ PDF

source: Share
ar: مشاركة

source: No Expenses
ar: ليس هناك مدفوعات

source: No Income
ar: ليس هناك واردات

source: Home
ar: الرئيسية

source: Laborers
ar: الأفراد

source: Invoice
ar: فاتورة

source: Archive
ar: أرشيف

# errorHappened
source: Something goes wrong !
ar: حدث خطأ

source: Properties
ar: الخصائص

source: Language
ar: اللغة

source: Theme
ar: الثيم

# myAcc
source: My account
ar: حسابي

source: Edit name
ar: تعديل الأسم

source: Edit avatar
ar: تعديل الأفاتار

source: Attended
ar: حضور

source: Absent
ar: غياب

source: Half day
ar: نصف يوم

source: Add laborer
ar: أضف فرد

source: Adding laborer
ar: إضافة فرد

source: Laborer name
ar: أسم الفرد

# laborerNameError
source: Please enter laborer name
ar: يرجي إدخال أسم الفرد

source: Laborer not found
ar: الفرد غير موجود

# noLaborers
source: There's no laborers to display
ar: ليس هناك أفراد لعرضهم

source: Create invoice
ar: إنشاء فاتورة

source: Create PDF
ar: إنشاء PDF

source: File name
ar: اسم الملف

# fileDotError
source: File name mustn't contain the (.) symbol
ar: اسم الملف لا يجب أن يحتوي على (.)

source: Create
ar: إنشاء

source: Service
ar: الخدمة

# serviceError
source: Please enter the service
ar: يرجى إدخال الخدمة

source: New field
ar: حقل جديد

source: Details
ar: التفاصيل

# detailsError
source: Please Enter the details
ar: من فضلك أدخل التفاصيل التفاصيل

source: Add element to archive
ar: أضف عنصر إلى الأرشيف

source: Title
ar: العنوان

# titleError
source: Please enter the title
ar: يرجى إدخال العنوان

source: Value
ar: القيمة

# valueError
source: Please enter the value
ar: يرجى إدخال القيمة

# shareImageMsg
source: This image has been shared via application دفتر
ar: تم مشاركة هذه الصورة عبر تطبيق دفتر

# noArchivedElements
source: There's no archived elements
ar: لا توجد عناصر في الأرشيف

# noTitle
source: There's no title
ar: لا يوجد عنوان

# deleting
source: Confirm delete
ar: تأكيد الحذف

# confirmDeleteMsg
source: Are you sure that you want to delete this element?
ar: هل أنت متأكد أنك تريد حذف هذا العنصر؟

source: Cancel
ar: إلغاء

# specificLanguage
source: عربي
ar: English

# noName
source: Please enter your name
ar: يرجي إدخال الأسم

source: Delete
ar: حذف
